Repository: ppfeufer/aa-discord-ping-formatter
Catalog: discordpingformatter/locale/*/LC_MESSAGES/django.po
Languages: de

source: Fleet Ping Tool
de: Flotten Ping Tool

source: Create Ping
de: Ping erstellen

source: Additional Information
de: Zusätzliche Informationen

source: Fleet Comms
de: Flotten Comms

source: Ships / Doctrine
de: Schiffe / Doktrin

source: Fleet Name
de: Flotten Name

source: Fleet Type
de: Flotten Art

source: Please select
de: Bitte wählen

source: Roaming Fleet
de: Roaming Flotte

source: Home Defense
de: Heimatverteidigung

source: StratOP
de: Strategische Operation

source: Additionally configured fleet types
de: Zusätzlich konfigurierte Flotten Arten

source: Formup Location
de: Sammelpunkt

source: Formup Time
de: Startzeit

source: This is Eve Time
de: Dies ist Eve Zeit

source: To enable this field, either make it a Pre-Ping (checkbox above) or uncheck &quot;Formup NOW&quot; (checkbox below).
de: Um dieses Feld zu aktivieren muss es entweder eine Vorankündigung sein (Checkbox oben) oder deaktiviere &quot;Start JETZT&quot; (Checkbox unten).

source: Timezones module is installed. Link to time zone conversion will be added automatically if you set a date and time here.
de: Zeitzonen Modul ist installiert. Links zur Zeitzonenumrechnung werden automatisch hinzugefügt, wenn Du ein Datum und Uhrzeit setzt.

source: Formup NOW
de: Start JETZT

source: If this checkbox is active, formup time will be set to &quot;NOW&quot; and the time in the field above (if any is set) will be ignored.
de: Wenn diese Checkbox aktiv ist, wird die Startzeit der Flotte auf &quot;JETZT&quot; gesetzt und sämtliche Angaben im obigen Feld werden ignoriert.

source: Ping Channel
de: Ping Kanal

source: Select a channel to ping it automatically
de: Wähle einen Kanal für automatische Pings

source: None, just format it for me
de: Keinen, einfach nur formatieren

source: Ping Target
de: Ping Ziel

source: Additionally configured ping targets
de: Zusätzlich konfigurierte Ping Ziele

source: Pre-Ping
de: Vorankündigung

source: Yes
de: Ja

source: No
de: Nein

source: Success! Your ping has been sent to your %(usedPlatform)s.
de: Erfolg! Dein Ping wurde an Dein %(usedPlatform)s gesendet.

source: Error! Your ping was not copied to your clipboard. Maybe your browser doesn't support this feature.
de: Fehler! Der Ping wurde nicht in Deine Zwischenablage kopiert. Vielleicht unterstützt Dein Browser diese Funktion nicht.

source: Success! Your ping text has been copied to your clipboard. Now be a good FC and throw it in your %(usedPlatform)s so you actually get some people in fleet.
de: Erfolg! Der Ping Text wurde in Deine Zwischenablage kopiert. Nun sei ein braver FC und wirf diesen in Dein %(usedPlatform)s damit Du ein paar Leute in die Flotte bekommst.

source: Formatted Ping Text
de: Formatierter Ping Text

source: Copy Ping Text
de: Ping Text kopieren
